Repository: AEZakmee/national_sites_bulgaria_admin
Catalog: lib/l10n/app_*.arb
Languages: ru

# welcomeLabel
source: National Sites of Bulgaria. Admin panel
ru: Национални обекти Админ панел

# welcomeDescription
source: Please login to proceed
ru: Необходима ви е регистряция, за да влезете

# welcomeSubDescription
source: Contact your supervisor, to give you credentials
ru: Моля свържете се с IT екипа, за да ви предоставят креденшъли

# emailHint
source: Enter Email
ru: Въведете имейл

# emailLabel
source: Email
ru: Имейл

# passwordHint
source: Enter Password
ru: Въведете парола

# passwordLabel
source: Password
ru: Парола

# emailInUse
source: Entered Email is already in use
ru: Въведеният имейл вече се използва

# emailInvalid
source: Entered Email is not valid
ru: Въведеният имейл не е валиден

source: Invalid operation
ru: Невалидна операция

# weakPassword
source: Entered password is too weak
ru: Въведете по сложна парола

# userNotFound
source: Wrong email or password
ru: Грешен имейл илии парола

# emptyFields
source: Please enter all the required information
ru: Моля попълнете всички полета

# wrongPass
source: Entered password is wrong
ru: Грешна парола

# somethingWentWrong
source: Something went wrong please try again
ru: Нещо се обърка, опитайте пак

# enterValidEmail
source: Enter a valid email address
ru: Въведете валиден имейл адрес

# passwordMustLong
source: Password should be at least 8 characters long
ru: Паролата трябва да е поне 8 символа

# notAuthorizedLabel
source: You are not authorized, to enter the admin panel
ru: Нямате права да достъпите админ панела

# notAuthorizedDescription
source: If you think this is a mistake, please contact the IT department
ru: Ако мислите, че това е грешка, моля свържете се с ИТ департамента

source: Log out
ru: Изход

# areYouSureDelete
source: Are you sure you want to delete
ru: Сигурни ли сте, че искате да изтриете

source: Delete
ru: Изтрии

source: Cancel
ru: Отказ

source: Add new site
ru: Добави нов обект

source: Statistics
ru: Статистики

source: Sites
ru: Обекти

source: Settings
ru: Настройки

source: Messages
ru: Съобщения

source: Site information
ru: Информация за обекта

source: Error
ru: Грешка

# errorBackend
source: Something went wrong when uploading the site, please try again in a couple of minutes.
ru: Нещо се обърка, моля опитайте по-късно

source: Ok
ru: Добре

# emptyFieldsSite
source: Empty fields
ru: Празни полета

# enterAllFields
source: Please make sure you've entered all the required data before submission.
ru: Моля попълнете цялата необходима информация, преди да изпратите

source: Create Site
ru: Създай обект

source: Update Site
ru: Промени обект

source: Clear
ru: Изчисти

source: Site Photos
ru: Снимки

# pickImage
source: Pick an image
ru: Избери снимка

source: Drop Here
ru: Пусни тук

source: Number
ru: Номер

# name
source: Mame
ru: Име

# location
source: Town
ru: Град

source: Description
ru: Описание

# enterDescription
source: Enter site description
ru: Добави описание на обекта

source: Visual settings
ru: Визуални настройки

source: Dark theme
ru: Тъмна тема

source: Language
ru: Език
